[info]
language=English
name=Flash Game Master

[menu]
menu1=File
menu2=Open File
menu3=Open Url
menu4=Set File Path
menu5=Quit
menu6=Edit
menu7=Open Edit Panel
menu8=Close All Panel
menu9=Other
menu10=Change Backgound Color
menu11=Screen
menu12=Full Screen
menu13=Quit Full Screen
menu14=Quality
menu15=Best
menu16=High
menu17=Medium
menu18=Low
menu19=Skip Frame
menu20=Run Script
menu21=Help
menu22=About
menu23=Capture Screen
menu24=Set Level
menu25=Ignore Close Order
menu26=Enable Hot Key
menu27=Mute
menu28=Close
menu29=Set Base Url
menu30=Good Games
menu31=Hot Key
menu32=Open Sol File
menu33=Language
menu34=Ignore Mouse Right Button

[message]
msg1=Incorrect Url!
msg2=An error occured when download file!
msg3=Error!
msg4=Error!Not Swf Format File!
msg5=Image has saved to:\n#filepath#
msg6=Downloading...loaded#nowbytes#Bytes total#totalbytes#Bytes done#percent#%
msg7=Hot Key Setting:\nCtrl+E                Open Edit Panel\nCtrl+J                Open Skip Frame Panel\nCtrl+L                Open Set Level Panel\nCtrl+I                Open Script Panel\nCtrl+D                Close All Panel\nCtrl+F                Full Screen\nCtrl+Q                Close Full Screen\nCtrl+P                Screen Mode\nCtrl+P                Capture Screen\nCtrl+1                Boss Key\nCtrl+M                Mute\nCtrl+R                Run Script
msg8=Error!Not Flash Sol Format File!
msg9=Error!Can found Sol File System directory!
msg10=An error occured when open the sol file!
msg11=Language file has been changed! Please restart this application to apply the change!
msg12=checking flash file version
msg13=Please Wait...checking flash file verion now...
msg14=Notice：The flash file is as3 version。\nMost features of this software can not be opened.

[button]
button1=Jump
button2=Cancel
button3=Start
button4=
button5=
button6=Edit
button7=Cancel
button8=Cancel
button9=Search
button10=Clear
button11=Close
button12=Remove
button13=Remove All
button14=Run
button15=Save
button16=Cancel
button17=Close
button18=Lock Value
button19=Name
button20=Value
button21=Path
button22=Lock
button23=Set
button24=Cancel
button25=Close
button26=Clear Output
button27=Prev
button28=Next
button29=Play


[tip]
tip1=Input A Value:
tip2=Current:#nowvalue#	
tip3=edit sol file mode	
tip4=searched:#varnum#
tip5=Name:
tip6=Path:
tip7=Value:
tip8=Current level:#level#
tip9=Please input level:
tip10=If you don't know what it means,just keep it empty.
tip11=The Level not exsit
tip12=Level #level# exsit! Click The Set Button!
tip13=Url:#path#
tip14=Input Script(currently only support variable setting and internal function calling)
tip15=Script Output
tip16=Done At 
tip17=Please Input Script first...
tip18=Game Url:
tip19=Base Url:
tip20=If you only want to set Base Url,please keep the Game Url empty
tip21=Please Input Correct Game Url!
tip22=Input the Path Of The MovieClip \n like:mc1.mc2.mc3, don't input _root,Normally Keep Empty
tip23=Jump To:
tip24=Level:#level# Path:#path# Total:#totalframe#Frames Current:#nowframe#
tip25=Yes
tip26=No
tip27=Sol File has been saved!


[help]
content=Help\n\nUse the file menu to open flash game file or drag the flash game file to process directly.\nclick the edit panel button, enter the value you want to search, then clik the search button, it will show list all the variable you search.\nIt will list all the variables if you doesn't enter any value.\nYou can enter the current value after the variable changes to reduce the finding if there are too many variables.\nif you don't know the definite value, try searching with +(increased value), -(decreased value), or =(unchanged value) instead.\nEnter name:variable name, it will search by name.\nDouble click the variables, and enter your value in the modified dialogue, click the ok.\nClick the lock button if you want to keep the variable.\nYou can do some other operation according to other menu.\nEnjoy It~!